codes/ubuntu/web/sjgxpt/script/test/data-import.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.sofn.com/">
   <soapenv:Header>
      <auth:authentication xmlns:auth="http://gd.chinamobile.com//authentication">  
        <auth:systemID>1</auth:systemID>  
        <auth:userID>1</auth:userID>  
        <auth:password>121</auth:password>  
    </auth:authentication>    
   </soapenv:Header>
   <soapenv:Body>
	<ws:addData>
		<!--Optional:-->
		<resourceApplicationId>?</resourceApplicationId>
		<!--Optional:-->
		<data>
			<!--Zero or more repetitions:-->
			<fieldsData>
				<!--Optional:-->
				<columnName>?</columnName>
				<!--Optional:-->
				<value>?</value>
			</fieldsData>
			<!--Optional:-->
			<id>?</id>
		</data>
	</ws:addData>
    </soapenv:Body>
</soapenv:Envelope>
